Repository: maamounhajnajeeb/Med-Sal
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: طبيب أسنان
ar: DENTIST

source: طبيب
ar: DOCTOR

source: OPTICS
ar: طبيب عيون

source: NUTRITIONIST
ar: طبيب تغذية

source: طبيب رعاية منزلية
ar: HOME_CARE

source: طبيب جراحة تجميلية
ar: PLASTIC_SURGERY

source: طبيب العناية بالجمال
ar: AESTHETICS

source: طبيب الأشعة
ar: RADIOLOGIST

source: صيدلية
ar: PHARMACY

source: مستشفى
ar: HOSPITAL

source: عيادة
ar: CLINIC

source: مخبر
ar: LAB
